{
    "sections":
        [
            {
                "title": "Introduction",
                "header": "Hello! <wbr>I&nbsp;am&nbsp;Chaian <wbr>Par&#8209;ool,",
                "text": "a passionate Technical Generalist with +6 years of experience in Mechanical Design Engineering.<br><br>Width of my technical knowledge and my drive to find solutions to technical dilemmas will become crucial for your team to achieve objectives.",
                "img": "./resources/Photo1.jpg"
            },
            {
                "title": "General Story",
                "header": "Engineer",
                "text": "Even before I graduated from Peter The Great Polytechnical University with Bachelor's degree in Robotics, I sought an opportunity to build up my engineering skills by joining my faculty's Robotics Lab.<br><br>Consequent employments lead me through positions of:<ul><li>mechanical design developer</li><li>small team leader (4 pers.)</li><li>project launch support (+4000 parts)</li><li>and various maintenance and service roles</li></ul>",
                "img": "./resources/Photo2-1.jpg"
            },
            {
                "title": "Shift in Career",
                "header": "Engineer..?",
                "text": "Overtime it became more apparent to me that I am able to grow beyond what I already knew. Also, the unforeseen circumstances of today are moving me to look for new opportunities and to change my understanding of self and and my role in productive processes.<br><br>I believe that I can widen a teams' qualifications thanks to my ability to look beyond divisions of technical fields.",
                "img": "./resources/Photo3.jpg"
            },
            {
                "title": "Backend technologies",
                "header": "Software Engineer!",
                "text": "So for the last three years (if one doesn't count time in the university) I've been building up knowledge of OOP and Python.<br><br>I had built a couple of utilities for myself (like MyPomodoros and ChormeisterBot) and for job-related stuff (like forming all the specifications needed push huge projects in production). Source code for them is available in my <a href='https://github.com/ChaPerx64'>GitHub profile</a>. Telegram bots are live and hosted on my private VPS.<br><br><h2>Tools that I used to achieve my goals were:</h2><br>Python3, Git, PySimpleGUI, Python-Telegram-Bot library, PostgreSQL, SQLite",
                "img": "./resources/Photo2.jpg"
            },
            {
                "title": "Frontend technologies",
                "header": "More Software Engineering",
                "text": "In more recent time, I've directed my attention to web-technologies and tools that really propagate IT products to the end users: <ul><li>HTML</li><li>CSS</li><li>SASS</li><li>JavaScript</li></ul><br>P.S. The code for this page is written completely by me.",
                "img": "./resources/Photo4.jpg"
            },
            {
                "title": "Other Skills",
                "header": "I also am:",
                "text": "<ul><li>A C1-ish-level English speaker</li><li>Can conduct in 30-person-sized non-professional choir and write music for it</li><li>always glad to hear other people's stories and maybe have some of my own</li><li>a rigorous non-drinker and a frivolous meat-eater</li><li>easily integrate into teams I am introduced to</li></ul>",
                "img": "./resources/Photo5.jpg"
            },
            {
                "title": "Contact information",
                "header": "Call Me Maybe ;)",
                "text": "My mobile phone with all possible social media linked to it (<a href='https://t.me/ChePar' target='_blank'>Telegram</a> is primary, WhatsApp, Viber):<br>+381-62-932-70-32<br>e-mail: <a href='mailto:chayan.par@gmail.com'>chayan.par@gmail.com</a>",
                "img": "./resources/Photo6.jpg"
            }
        ]
}